const data={
  title:[
    '参与方式',
    '招募开启',
    '体验前瞻',
    '常驻玩法：AI生成画作铸造NFT',
    '环节一：回答问题',
    '环节二：进入房间',
    '环节三：自由活动',
    '环节四：配对打卡',
  ],
  content:[
    '即日起至2月14日——招募报名',
    '小伙伴们可点击原文链接填写表单报名占取名额、并加入微信群。',
    '2月14日上午——活动前准备',
    '在2月14日上午，已招募成员将率先进入元宇宙人民广场，由工作人员引导进行名字修改、配饰穿戴等活动准备。',
    '已招募成员可通过填写表单时加入的微信群进入位于Shanghai元宇宙的人民广场相亲角。',
    '招募成功且加入微信群后，玩家可通过群内指引进入AI画作生成入口。进入后，玩家可以在框内输入一句话，并选择不同的艺术流派，并最终形成一张AI生成的画作。',
    '这句话可以是对活动的感想，也可以是对相亲成功的对象的内心表白。如果遗憾未能成功在相亲角与有缘人携手，也可以输入你的爱情宣言，大胆示爱。',
    '图像生成后，可以选择其中一幅绘画提交至活动微信群，由你的宣言生成的绘画将成为永恒的数字藏品，永远记录在链上。',
    '注：此玩法在相亲活动全程都可以无门槛参加，AI生成画作也无限制。但一人仅限在微信群内提交一幅画作并制作成为数字藏品。',
    '参与者将回答一定数量的问题。问题的范畴围绕着人们的思想、情感、偏好等不同方面展开，帮助参与者了解自己的同时，也帮助大家找到志同道合的伙伴。每一题的答案都将指向不同的方向、不同的新的提问。',
    '答题结束后，参与者将各自进入聚集了不同类型、不同秉性参与者的四片封闭空间。这里将是展开相亲活动的主要场地。',
    '进入场地后，参与者可以进行自由活动，与匹配的人们交流和结伴，寻找你的有缘人。',
    '在找到心仪的对象并与对方确认配对关系后，将进行打卡活动：互相为彼此点亮爱心并将合影截图至微信群，将获得领取限量增强现实NFT的资格。限量NFT数量稀少，先到先得，并将由小红书数字空间实验室R-SPACE进行空投。',
  ],
}
export default data;